tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "libpng"
brew "xz"
brew "cursor"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "pycparser", link: false
brew "cffi", link: false
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "grpc"
brew "bear"
brew "binutils"
brew "freetype"
brew "glib"
brew "cairo"
brew "gcc"
brew "harfbuzz"
brew "tcl-tk"
brew "binwalk"
brew "boost"
brew "brightness"
brew "ccls"
brew "clang-format"
brew "cmake"
brew "libssh2"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "dnsmasq", restart_service: true, link: false
brew "docker", link: false
brew "docker-compose", link: false
brew "folly"
brew "edencommon"
brew "node"
brew "emscripten"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "findutils"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "html-xml-utils"
brew "htop"
brew "httrack"
brew "john"
brew "libssh"
brew "llvm"
brew "maven"
brew "neovim"
brew "nginx"
brew "nmap"
brew "octant"
brew "openjdk@11"
brew "pdfcrack"
brew "postgresql@16", restart_service: true
brew "prettier"
brew "pstree"
brew "pwntools"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "sqlmap"
brew "ta-lib"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "tmate"
brew "tree"
brew "wget"
brew "xpdf"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "heroku/brew/heroku"
cask "ngrok"
vscode "FaroSystemAppender constructor"
vscode "akashrajkn.language-netlogo-code"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "cschlosser.doxdocgen"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "DivyanshuAgrawal.competitive-programming-helper"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "Equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "GrapeCity.gc-excelviewer"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "mshr-h.veriloghdl"
vscode "pdconsec.vscode-print"
vscode "RalfZhang.filetemplate"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "WallabyJs.quokka-vscode"
brew "arc"
